Revit 2027 API
ParameterTypeId.ViewReferencingSheet Property
 "Referencing Sheet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewReferencingSheet { get; }
Public Shared ReadOnly Property ViewReferencingSheet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewReferencingSheet {
	ForgeTypeId^ get ();
}
static member ViewReferencingSheet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace